/* `welcomeLabel` UILabel text default value */
"Welcome" = "Sveiki!";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Dėkojame, kad atsisiuntėte";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Norėdami pradėti aktyvinimo procesą, vadovaukitės pasisveikinimo el. laiške pateiktomis instrukcijomis.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Efektyviai valdykite kasdienes užduotis ir lengvai bendradarbiaukite dirbdami su projektais.";

"ScanInstruction" = "Kad pradėtumėte aktyvinimo procesą, nuskaitykite saugų QR kodą.";

"DiscoveryServiceInstruction" = "Kad pradėtumėte aktyvinimo procesą, įveskite el. pašto adresą.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Tikrinama paskyra...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Pradėti";

"Scan" = "Nuskaityti";

/* `demoLabel` UILabel text default value */
"Explore" = "Norite apžiūrėti?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Išbandyti demonstracinę versiją";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Nustatyti prieigos kodą";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Prieigos kodas";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Prieigos kodo pasirinkimas";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Prieigos kodo patvirtinimas";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Dar kartą įveskite prieigos kodą.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Patvirtinkite prieigos kodą.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Įveskite prieigos kodą.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Prieigos kodo keitimas";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Įveskite dabartinį prieigos kodą.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ne dabar";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Atgal";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Pirmyn";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Atlikta";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Pasirinkite programai atrakinti skirtą prieigos kodą, kurį sudarytų bent %d simboliai.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Pasirinkite programai atrakinti skirtą prieigos kodą, kurį sudarytų bent %d skaitmenys.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Įtraukite šiuos simbolius:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Mažosios raidės (a–z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Didžiosios raidės (A–Z)";

/* The group name for digits. */
"DigitsKey" = "Skaitmenys (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simboliai (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Iš naujo nustatyti prieigos kodą";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Prieigos kodo patikrinti nepavyko.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Prieigos kodą atmetė „FUIPasscodeControllerDelegate“.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Bandyti iš naujo";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " dabar prieinama!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Įjungę „Touch ID“ greičiau pasieksite savo informaciją.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Šią funkciją galite įjungti ir išjungti bet kuriuo metu dalyje Parametrai.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Įjunkite „Touch ID“ greitesnei ir saugesnei prieigai užtikrinti.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Jei „Touch ID“ išjungta, būsite prašomi įvesti prieigos kodą.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Įjungę „Face ID“ greičiau pasieksite savo informaciją.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Šią funkciją galite įjungti ir išjungti bet kuriuo metu dalyje Parametrai.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Įjunkite „Face ID“ greitesnei ir saugesnei prieigai užtikrinti.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Jei „Face ID“ išjungta, būsite prašomi įvesti prieigos kodą.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Norėdami naudoti „Touch ID“, įrenginio parametruose pridėkite pirštų atspaudų.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Tai galite padaryti bet kuriuo metu dalyje Parametrai – „Touch ID“ ir prieigos kodas.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Norėdami naudoti „Face ID0, įrenginio parametruose užregistruokite „Face ID“.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Tai galite padaryti bet kuriuo metu dalyje Parametrai – „Face ID“ ir prieigos kodas.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Sužinoti daugiau apie „Touch ID“";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Sužinoti daugiau apie „Face ID“";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Įjungti";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autentifikuoti naudojant „Touch ID“";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autentifikuoti naudojant „Face ID“";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Klaida";

/* The error title. */
"AuthenticationErrorKey" = "Autentifikavimo klaida";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Norėdami naudotis programa, autentifikuokitės naudodami „Touch ID“.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Norėdami naudotis programa, autentifikuokitės naudodami „Face ID“.";

/* The authenticate button text. */
"AuthenticateKey" = "Autentifikuoti";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Prieigos kodai neatitinka. Bandykite dar kartą.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Liko %d bandymai.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Liko 1 bandymas.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Nebeliko bandymų.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Prisijunkite, kad iš naujo nustatytumėte prieigos kodą.";

/* The text of the dismiss button on the alert. */
"OKKey" = "Gerai";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Neteisingas prieigos kodas. Bandykite dar kartą.";

/* The scan page title string. */
"ScanKey" = "Nuskaityti";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Nuskaityti nepavyko";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Pažymėkite QR kodo vaizdą.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Netinkamas QR kodas";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR kodas neatpažintas.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Leisti prieigą prie nuotraukų";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Kad galėtumėte pasirinkti QR kodo vaizdą, įrenginio privatumo parametruose suteikite prieigą prie nuotraukų.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Leisti prieigą prie kameros";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Norėdami nuskaityti pasitelkę kamerą, įrenginio privatumo parametruose suteikite prieigą prie kameros.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Parametrai";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Patvirtinimas";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Sėkmingai nuskaityta. Būsite prijungti prie:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Tęsti";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Paleisti";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktyvinimas";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Jei gavote pasisveikinimo laišką, pasinaudokite šiame laiške pateiktu aktyvinimo saitu. Kitu atveju įveskite savo el. pašto adresą arba nuskaitykite QR kodą, kad pradėtumėte parengimą.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Paskesnis";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Arba";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Nuskaityti";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Sutikti";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Nesutikti";

/* The authentication title. */
"AuthenticationKey" = "Autentifikavimas";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Norėdami autentifikuotis pateikite vartotojo vardą ir slaptažodį.";

/* Username input field placeholder string */
"usernameKey" = "vartotojo vardas";

/* Password input field placeholder string */
"passwordKey" = "slaptažodis";

/* Sign In button string. */
"SignInKey" = "Prisijungti";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Netinkami kredencialai. Bandykite dar kartą.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Kad pardėtumėte aktyvinimo procesą, žemiau pateikite informaciją.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Tikrinama informacija...";

/* Cancel button string. */
"CancelKey" = "Atšaukti";

/* Allow button string. */
"AllowKey" = "Leisti";

/* Deny button string. */
"DenyKey" = "Drausti";

/* No button string. */
"NoKey" = "Ne";

/* Quit button string. */
"QuitKey" = "Uždaryti";

/* GiveConsent button string. */
"GiveConsentKey" = "Duoti sutikimą";

/* Navbar title string. */
"StepKey" = "Žingsnis";

/* Navbar title string. */
"OfKey" = "iš";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Ar tikrai norite išeiti iš parengimo proceso?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Nedavę sutikimo negalėsite tęsti parengimo.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Perjungti kitą vartotoją?";

/* Title for Log In button */
"LogInKey" = "Prisijungti";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Ieškoti vartotojų šiame įrenginyje";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Pamiršote prieigos kodą?";

/* Title for Loction */
"PNLoctionTitleKey" = "Įjunkite vietos paslaugas, kad galėtumėte naudoti žemėlapio ir navigacijos funkcijas";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Įjunkite pranešimus, kad būtumėte įspėti apie svarbius pranešimus";

/* Title for Photos */
"PNPhotosTitleKey" = "Įjunkite nuotraukų bibliotekos prieigą, kad galėtumėte įgalinti nuotraukų bendrinimą ir pasiekti nuotraukų biblioteką";

/* Title for Calendar */
"PNCalendarTitleKey" = "Įjunkite kalendoriaus prieigą, kad galėtumėte rezervuoti patalpas ir matyti savo susirinkimus";

/* Title for Camera */
"PNCameraTitleKey" = "Įjunkite kamerą, kad galėtumėte prisijungti ir patvirtinti naudodami „Face ID“";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Šį leidimą galite vėliau pakeisti naudodami taikomosios programos parametrus";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Ši taikomoji programa naudoja toliau pateiktus leidimus, kad jums suteiktų geriausią, asmeniškai pritaikytą patirtį";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Leiskite taikomajai programai pasiekti jūsų vietą ir jums pranešti, kai ją naudojate.\n\nNorėdami nustatyti arba redaguoti savo vietos leidimą, atidarykite savo „iOS“ parametrus > bakstelėkite „Vieta“ > bakstelėkite „Taikomoji programa“ > pasirinkite norimą vietos leidimo parametrą";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Leiskite taikomajai programai pasiekti jūsų pranešimus ir jums pranešti, kai ją naudojate.\n\nNorėdami nustatyti arba redaguoti savo pranešimų leidimą, atidarykite savo „iOS“ parametrus > bakstelėkite „Pranešimai“ > bakstelėkite „Taikomoji programa“ > pasirinkite norimą pranešimų leidimo parametrą";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Leiskite taikomajai programai pasiekti jūsų nuotraukas ir jums pranešti, kai ją naudojate.\n\nNorėdami nustatyti arba redaguoti savo nuotraukų leidimą, atidarykite savo „iOS“ parametrus > bakstelėkite „Nuotraukos“ > bakstelėkite „Taikomoji programa“ > pasirinkite norimą nuotraukų leidimo parametrą";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Leiskite taikomajai programai pasiekti jūsų kamerą ir jums pranešti, kai ją naudojate.\n\nNorėdami nustatyti arba redaguoti savo kameros leidimą, atidarykite savo „iOS“ parametrus > bakstelėkite „Kamera“ > bakstelėkite „Taikomoji programa“ > pasirinkite norimą kameros leidimo parametrą";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Leiskite taikomajai programai pasiekti jūsų kalendorių ir jums pranešti, kai ją naudojate.\n\nNorėdami nustatyti arba redaguoti savo kalendoriaus leidimą, atidarykite savo „iOS“ parametrus > bakstelėkite „Kalendorius“ > bakstelėkite „Taikomoji programa“ > pasirinkite norimą kalendoriaus leidimo parametrą";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Atidaryti „iOS“ parametrus";

